{
  "FinancialPage": {
    "title": "Financial Reports",
    "description": "Explore our quarterly and annual financial disclosures, performance summaries, investor presentations, and audited reports. Transparency is at the core of our commitment to stakeholders and drives our continued success in the marketplace.",
    "recentReportsTitle": "Recent Reports",
    "viewAllButton": "View All Reports",
    "downloadPdfButton": "Download PDF",
    "viewOnlineButton": "View Online",
    "commitmentTitle": "Financial Transparency Commitment",
    "commitmentDescription": "We are committed to providing timely, accurate, and comprehensive financial information to all our stakeholders. Our reports are prepared in accordance with international accounting standards and are subject to rigorous audit processes.",
    "subscribeButton": "Subscribe to Updates",
    "contactButton": "Contact Investor Relations",
    "metrics": [
      { "label": "Revenue Growth" },
      { "label": "Net Profit Margin" },
      { "label": "ROE" },
      { "label": "Debt-to-Equity" }
    ],
    "reports": [
      {
        "title": "Q3 2024 Financial Results",
        "type": "Quarterly Report",
        "date": "October 2024",
        "status": "Latest",
        "description": "Comprehensive financial performance summary for the third quarter of 2024, including revenue growth, profit margins, and key metrics."
      },
      {
        "title": "Annual Report 2023",
        "type": "Annual Report",
        "date": "March 2024",
        "status": "Audited",
        "description": "Complete annual financial statements with auditor's report, management discussion, and detailed analysis of business performance."
      },
      {
        "title": "Investor Presentation Q2 2024",
        "type": "Presentation",
        "date": "July 2024",
        "status": "Archived",
        "description": "Strategic overview and financial highlights presented to institutional investors and analysts during the quarterly earnings call."
      }
    ]
  },
  "MeetingsPage": {
    "mainTitle": "Shareholder Meetings",
    "mainDescription": "Find notices, minutes, and resolutions from past and upcoming shareholder meetings. Stay informed about the decisions shaping our company's future.",
    "upcomingTitle": "Upcoming Meetings",
    "recentResolutionsTitle": "Recent Resolutions",
    "pastMeetingsTitle": "Past Meetings",
    "viewArchivesButton": "View All Archives",
    "participationTitle": "Shareholder Participation",
    "participationDescription": "Your voice matters in shaping the future of our company. Join our meetings, ask questions, and exercise your voting rights to make your opinion count.",
    "registerUpdatesButton": "Register for Updates",
    "shareholderServicesButton": "Shareholder Services",
    "agendaLabel": "Agenda:",
    "approvalLabel": "Shareholder Approval",
    "upcomingMeetings": [
      {
        "title": "Annual General Meeting 2024",
        "location": "Amara Conference Center, Mumbai",
        "type": "AGM",
        "status": "Upcoming",
        "agenda": "Election of directors, approval of financial statements, dividend declaration, and strategic updates for 2025.",
        "registerButton": "Register to Attend",
        "joinButton": "Join Virtual Session",
        "noticeButton": "Download Notice"
      }
    ],
    "pastMeetings": [
      {
        "title": "Extraordinary General Meeting",
        "location": "Virtual Meeting",
        "type": "EGM",
        "status": "Completed",
        "agenda": "Approval of merger proposal with Synergy Corp and related regulatory compliance matters.",
        "minutesButton": "Minutes",
        "resolutionsButton": "Resolutions",
        "recordingButton": "Recording"
      },
      {
        "title": "Annual General Meeting 2023",
        "location": "Amara Conference Center, Mumbai",
        "type": "AGM",
        "status": "Completed",
        "agenda": "Annual report presentation, dividend approval, director appointments, and Q&A session with shareholders.",
        "minutesButton": "Minutes",
        "resolutionsButton": "Resolutions",
        "recordingButton": "Recording"
      },
      {
        "title": "Quarterly Shareholders Update",
        "location": "Virtual Meeting",
        "type": "Quarterly",
        "status": "Completed",
        "agenda": "Q1 2024 financial results, market outlook, and operational performance review.",
        "minutesButton": "Minutes",
        "resolutionsButton": "Resolutions",
        "recordingButton": "Recording"
      }
    ],
    "resolutions": [
      { "title": "Dividend Declaration for FY 2023-24", "status": "Approved" },
      {
        "title": "Re-appointment of Independent Directors",
        "status": "Approved"
      },
      { "title": "Increase in Authorized Share Capital", "status": "Approved" },
      {
        "title": "Approval of Related Party Transactions",
        "status": "Approved"
      }
    ]
  },
  "NoticesPage": {
    "mainTitle": "Regulatory Notices",
    "mainDescription": "Access legal disclosures, regulatory announcements, and public notices as per SEBI, MCA, and other statutory requirements. Stay updated with our compliance status and regulatory communications to ensure transparency and legal adherence.",
    "searchInputPlaceholder": "Search notices...",
    "filterButton": "Filter",
    "activeNoticesLabel": "Active Notices",
    "urgentNoticesTitle": "Urgent Notices",
    "recentNoticesTitle": "Recent Notices",
    "viewAllButton": "View All Notices",
    "complianceStatusTitle": "Regulatory Compliance Status",
    "complianceStatusDescription": "We maintain the highest standards of regulatory compliance across all jurisdictions. Our dedicated compliance team ensures timely filing of all required documents and maintains transparent communication with regulatory authorities.",
    "subscribeButton": "Subscribe to Alerts",
    "contactButton": "Contact Compliance Team",
    "regulatoryAuthorityLabel": "Regulatory Authority:",
    "priorityLabel": "{priority} Priority",
    "onTimeFilingsLabel": "On-time Filings",
    "avgResponseTimeLabel": "Average Response Time",
    "regulatoryBodiesLabel": "Regulatory Bodies",
    "downloadNoticeButton": "Download Notice",
    "viewDetailsButton": "View Details",
    "downloadButton": "Download",
    "viewButton": "View",
    "categories": [
      { "name": "SEBI" },
      { "name": "MCA" },
      { "name": "Tax" },
      { "name": "Environmental" },
      { "name": "Corporate" }
    ],
    "urgentNotices": [
      {
        "title": "SEBI Compliance Update - New Disclosure Requirements",
        "category": "SEBI",
        "priority": "High",
        "description": "Important updates regarding enhanced disclosure requirements for listed companies effective January 1, 2025. All stakeholders must review the new compliance framework."
      },
      {
        "title": "Board Meeting Outcome - Dividend Declaration",
        "category": "Corporate",
        "priority": "Medium",
        "description": "Board of Directors has declared an interim dividend of ₹5 per equity share for the financial year 2024-25. Record date and payment details enclosed."
      }
    ],
    "recentNotices": [
      {
        "title": "MCA Form Filing - Annual Return Submitted",
        "category": "MCA",
        "priority": "Low",
        "description": "Annual Return for FY 2023-24 has been successfully filed with the Ministry of Corporate Affairs within the statutory timeline.",
        "regulatory": "Ministry of Corporate Affairs"
      },
      {
        "title": "Related Party Transaction Disclosure",
        "category": "SEBI",
        "priority": "Medium",
        "description": "Quarterly disclosure of related party transactions as per SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015.",
        "regulatory": "Securities and Exchange Board of India"
      },
      {
        "title": "Environmental Compliance Certificate Renewal",
        "category": "Environmental",
        "priority": "Low",
        "description": "Pollution Control Board certificate for manufacturing operations has been renewed for the period 2024-2027.",
        "regulatory": "State Pollution Control Board"
      },
      {
        "title": "GST Registration Update - New State Operations",
        "category": "Tax",
        "priority": "Medium",
        "description": "New GST registration obtained for operations in Karnataka state. GSTIN: 29AAAAA0000A1Z5 effective from November 1, 2024.",
        "regulatory": "Goods and Services Tax Network"
      },
      {
        "title": "Insider Trading Policy - Annual Review Completed",
        "category": "SEBI",
        "priority": "Low",
        "description": "Annual review of the Insider Trading Policy completed and approved by the Board. Updated policy is effective immediately.",
        "regulatory": "Securities and Exchange Board of India"
      }
    ]
  },
  "AboutUsSection": {
    "title": "Our Story",
    "description": "In the pages of every epic story, there is an undercurrent—an invisible force that drives the characters, shapes their choices, and defines their legacy. At Amaraa Holding, that force is our values and culture.",
    "buttons": {
      "our-story": "Our Story",
      "values-culture": "Values & Culture",
      "governance": "Governance",
      "leadership": "Leadership",
      "csr": "CSR"
    }
  },
  "LegacySection": {
    "mainTitle": "Amaraa Foundation",
    "mainDescription": "Where Dreams Take Flight and Innovation Knows No Boundaries. A constellation of visionaries, dreamers, and doers, weaving together industries and creating the future.",
    "subTitle": "The Chapters of Our Legacy",
    "subDescription": "A journey through our milestones, achievements, and the visionary spirit that defines Amaraa Group's enduring legacy.",
    "exploreButton": "EXPLORE MORE",
    "knowMoreButton": "KNOW MORE",
    "companies": [
      {
        "name": "Amaraa Agro Group Ltd.",
        "description": "Sustainable agriculture and biodiversity innovation, cultivating the future of farming with eco-conscious practices and cutting-edge technology. Leading sustainable farming practices across 50,000+ acres with organic certification and smart irrigation systems."
      },
      {
        "name": "Amaraa Security Shield Ltd.",
        "description": "Armed security and surveillance services, protecting what matters most with advanced technology and trained professionals. Comprehensive security solutions serving 500+ clients with 24/7 monitoring and rapid response capabilities."
      },
      {
        "name": "Amaraa Auto Group Ltd.",
        "description": "Auto import/export and electric vehicle design, driving the future of sustainable transportation solutions. Pioneering electric vehicle technology with partnerships across 15 countries and zero-emission fleet solutions."
      },
      {
        "name": "Amaraa IT Services Ltd.",
        "description": "Software development and cybersecurity, connecting the world through innovative digital solutions and secure platforms. Delivering enterprise software solutions and cybersecurity services to Fortune 500 companies globally."
      },
      {
        "name": "Amaraa Food & Beverages Ltd.",
        "description": "Farm-to-table products with a focus on sustainability, bringing authentic flavors while preserving our planet. Organic food production with direct farmer partnerships and sustainable packaging across 25 product lines."
      },
      {
        "name": "Amaraa Marine Ltd.",
        "description": "Specializing in luxury yacht manufacturing and full-service marine solutions, Amaraa Marine Ltd. combines elegant design with engineering excellence. The company crafts customized yachts tailored to client preferences, integrating advanced marine technology and premium craftsmanship. It also offers comprehensive services including docking, maintenance, and private navigation solutions—delivering performance, reliability, and luxury at sea."
      },
      {
        "name": "Amaraa Aviation Ltd.",
        "description": "Full-service airline and eco-conscious aviation services, connecting destinations while caring for the environment. Operating 50+ aircraft with carbon-neutral flights and premium passenger services across 100+ destinations."
      },
      {
        "name": "Amaraa Real Estate Ltd.",
        "description": "Sustainable urban development and green building solutions, creating spaces that harmonize with nature. LEED-certified developments with smart city integration and affordable housing initiatives."
      },
      {
        "name": "Amaraa Energy Solutions Ltd.",
        "description": "Renewable energy and clean power generation, illuminating the path to a sustainable future. Solar and wind energy projects generating 500MW+ clean power with battery storage solutions."
      },
      {
        "name": "Amaraa Healthcare Ltd.",
        "description": "Comprehensive healthcare services and medical innovation, nurturing health and healing communities. Multi-specialty hospitals and telemedicine services reaching rural communities with advanced medical care."
      },
      {
        "name": "Amaraa Education Foundation",
        "description": "Educational excellence and skill development programs, empowering minds to shape tomorrow. Educational institutions serving 10,000+ students with scholarship programs and vocational training."
      },
      {
        "name": "Amaraa Logistics Ltd.",
        "description": "Efficient supply chain and transportation solutions, moving goods and connecting markets seamlessly. End-to-end logistics with AI-powered route optimization and cold chain capabilities."
      },
      {
        "name": "Amaraa Manufacturing Ltd.",
        "description": "Advanced manufacturing and industrial solutions, crafting quality products with precision and care. Smart manufacturing facilities with Industry 4.0 integration and zero-waste production processes."
      },
      {
        "name": "Amaraa Global Trading Ltd.",
        "description": "International trade and export services, bridging markets and fostering global partnerships. Trade partnerships across 40+ countries with commodity trading and export financing solutions."
      },
      {
        "name": "Amaraa Financial Services Ltd.",
        "description": "Comprehensive financial solutions and investment services, building wealth and securing futures. Investment banking and wealth management with $2B+ assets under management."
      },
      {
        "name": "Amaraa Hospitality Ltd.",
        "description": "Luxury hospitality and tourism services, creating memorable experiences with exceptional service. Premium hotels and resorts with sustainable tourism practices and cultural preservation initiatives."
      },
      {
        "name": "Amaraa Media & Communications Ltd.",
        "description": "Digital media and communication solutions, amplifying stories and connecting communities. Digital marketing and content creation with 100M+ audience reach across multiple platforms."
      },
      {
        "name": "Amaraa Sports & Recreation Ltd.",
        "description": "Sports development and recreational facilities, promoting health, fitness, and competitive spirit. Sports academies and recreational facilities promoting youth development and professional athletics."
      },
      {
        "name": "Amaraa Consulting Ltd.",
        "description": "Strategic business consulting and advisory services, guiding organizations toward sustainable success. Management consulting with expertise in digital transformation and sustainability strategies."
      }
    ]
  },
  "InspiringHighlights": {
    "title": "Inspiring Highlights",
    "description": "Explore our press releases, industry insights, and media coverage, highlighting our achievements, innovations, and contributions across sectors.",
    "readNowButton": "READ NOW",
    "highlights": [
      {
        "title": "Building Sustainable Communities: Our Real Estate Vision",
        "description": "Amaraa Group's real estate ventures are creating green, inclusive, and future-ready spaces for modern living."
      },
      {
        "title": "Empowering the Nation: Amaraa's Contribution to Defense",
        "description": "Delve into Amaraa Group's pivotal role in advancing India's defense capabilities and ensuring national security."
      },
      {
        "title": "Powering a Greener Future: Amaraa's Energy Initiatives",
        "description": "Explore how Amaraa Group is driving innovation in renewable energy, from solar farms to wind power projects."
      },
      {
        "title": "Building Sustainable Communities: Our Real Estate Vision",
        "description": "Amaraa Group's real estate ventures are creating green, inclusive, and future-ready spaces for modern living."
      },
      {
        "title": "Empowering the Nation: Amaraa's Contribution to Defense",
        "description": "Delve into Amaraa Group's pivotal role in advancing India's defense capabilities and ensuring national security."
      }
    ]
  },
  "StoryBannerSection": {
    "title": "A Story Written in the Stars",
    "descriptionMobile": "The heart of Amaraa Holding beats with the rhythm of ambition. We are not merely a company; we are a movement, an idea that has leapt from boardrooms into the real world.",
    "descriptionDesktop": "The heart of Amaraa Holding beats with the rhythm of ambition. We are not merely a company; we are a movement, an idea that has leapt from boardrooms into the real world. Every subsidiary, every innovation, is a new page in our ever-expanding epic.",
    "discoverButton": "DISCOVER MORE",
    "logoAlt": "Amaraa Holding Logo"
  },
  "NewsAndMedia": {
    "title": "News and Media",
    "description": "Discover stories that showcase our leadership and commitment to shaping a better future.",
    "readNowButton": "READ NOW",
    "playVideoAriaLabel": "Play video for {title}",
    "newsItems": [
      {
        "title": "A Visionary Leap: Renewable Energy Breakthrough",
        "description": "Amaraa Group's expansion into renewable energy is nothing short of transformative, setting new benchmarks for sustainability."
      },
      {
        "title": "Global Success: Expanding Horizons",
        "description": "Our entry into three new international markets is a testament to Amaraa Group’s relentless pursuit of global excellence."
      },
      {
        "title": "Revolutionizing Real Estate for Tomorrow",
        "description": "Amaraa’s approach to real estate is redefining urban living. From sustainable architecture to smart homes, we build for the future."
      },
      {
        "title": "Tech Innovations in Urban Development",
        "description": "Our latest tech integrations are creating smarter, more efficient cities, proving our commitment to innovation."
      },
      {
        "title": "Community-First Initiatives Launched",
        "description": "We believe in giving back. Our new community-first programs aim to uplift and empower local neighborhoods."
      }
    ]
  },
  "PolicySwitcherSection": {
    "policies": [
      {
        "tabName": "Privacy",
        "title": "Our Commitment to Your Privacy",
        "description": "We value the trust you place in us. Our Privacy Policy details how we handle your personal information with care and transparency.",
        "buttonText": "Read Our Privacy Policy"
      },
      {
        "tabName": "Cookie",
        "title": "How We Use Cookies",
        "description": "Our website uses cookies to enhance your browsing experience. Learn about the types of cookies we use and how you can manage them.",
        "buttonText": "View Our Cookie Policy"
      },
      {
        "tabName": "Terms",
        "title": "Terms of Service",
        "description": "By using our platform, you agree to our terms. This document governs your use of the Amaraa website and services. Please read it carefully.",
        "buttonText": "Review Our Terms of Service"
      }
    ]
  },
  "Footer": {
    "description": "Amaraa - Leading diversified business conglomerate with excellence across multiple industries & sectors.",
    "aboutTitle": "About",
    "aboutLinks": {
      "story": "Story",
      "values": "Values & Culture",
      "leadership": "Leadership Team"
    },
    "companiesTitle": "Our Companies",
    "quickLinksTitle": "Quick Links",
    "quickLinks": {
      "governance": "Governance",
      "investors": "Investors",
      "careers": "Careers",
      "csr": "CSR Projects"
    },
    "contactTitle": "Contact",
    "contactLinks": {
      "getInTouch": "Get in Touch"
    },
    "legalLinks": {
      "privacy": "Privacy Policy",
      "terms": "Terms of Service",
      "cookie": "Cookie Policy"
    },
    "copyright": "© {currentYear} Amaraa Group of Companies. All rights reserved."
  },
  "HeroSection": {
    "watchStoryButton": "Watch Story",
    "slides": [
      {
        "title": "Pioneering Excellence",
        "subtitle": "Transforming Industries Through Innovation",
        "description": "Leading the future with cutting-edge solutions across real estate, manufacturing, and technology sectors.",
        "cta": "Discover Our Vision"
      },
      {
        "title": "Sustainable Future",
        "subtitle": "Building Tomorrow's World Today",
        "description": "Committed to environmental responsibility and sustainable development practices across all our ventures.",
        "cta": "Learn About CSR"
      },
      {
        "title": "Global Leadership",
        "subtitle": "Excellence Across Continents",
        "description": "A trusted partner for businesses worldwide, delivering exceptional value through strategic innovation.",
        "cta": "Explore Our Reach"
      },
      {
        "title": "Technology Innovation",
        "subtitle": "Shaping Digital Transformation",
        "description": "Advancing technological frontiers to create smarter, more efficient solutions for modern challenges.",
        "cta": "View Our Tech"
      },
      {
        "title": "Carbon Footprint",
        "subtitle": "Zero% Carbon Footprint",
        "description": "Empowering carbon footprint management through real‑time data, AI optimization, and more efficient operations.",
        "cta": "Trace Carbon Footprint"
      },
      {
        "title": "Sustainability",
        "subtitle": "Building a Greener Tomorrow with Smart Tech",
        "description": "Integrating eco-conscious design and efficient operations to drive long-term environmental impact.",
        "cta": "Explore Our Green Journey"
      }
    ]
  }
}
