{
  "FinancialPage": {
    "title": "वित्तीय रिपोर्ट",
    "description": "हमारे तिमाही और वार्षिक वित्तीय खुलासे, प्रदर्शन सारांश, निवेशक प्रस्तुतियाँ, और अंकेक्षित रिपोर्ट देखें। पारदर्शिता हितधारकों के प्रति हमारी प्रतिबद्धता का मूल है और बाजार में हमारी निरंतर सफलता को प्रेरित करती है।",
    "recentReportsTitle": "हाल की रिपोर्टें",
    "viewAllButton": "सभी रिपोर्ट देखें",
    "downloadPdfButton": "पीडीएफ डाउनलोड करें",
    "viewOnlineButton": "ऑनलाइन देखें",
    "commitmentTitle": "वित्तीय पारदर्शिता प्रतिबद्धता",
    "commitmentDescription": "हम अपने सभी हितधारकों को समय पर, सटीक और व्यापक वित्तीय जानकारी प्रदान करने के लिए प्रतिबद्ध हैं। हमारी रिपोर्टें अंतरराष्ट्रीय लेखा मानकों के अनुसार तैयार की जाती हैं और कठोर ऑडिट प्रक्रियाओं के अधीन होती हैं।",
    "subscribeButton": "अपडेट के लिए सब्सक्राइब करें",
    "contactButton": "निवेशक संबंध से संपर्क करें",
    "metrics": [
      { "label": "राजस्व वृद्धि" },
      { "label": "शुद्ध लाभ मार्जिन" },
      { "label": "ROE" },
      { "label": "ऋण-से-इक्विटी" }
    ],
    "reports": [
      {
        "title": "Q3 2024 वित्तीय परिणाम",
        "type": "तिमाही रिपोर्ट",
        "date": "अक्टूबर 2024",
        "status": "नवीनतम",
        "description": "2024 की तीसरी तिमाही के लिए व्यापक वित्तीय प्रदर्शन सारांश, जिसमें राजस्व वृद्धि, लाभ मार्जिन और प्रमुख मैट्रिक्स शामिल हैं।"
      },
      {
        "title": "वार्षिक रिपोर्ट 2023",
        "type": "वार्षिक रिपोर्ट",
        "date": "मार्च 2024",
        "status": "अंकेक्षित",
        "description": "ऑडिटर की रिपोर्ट, प्रबंधन चर्चा, और व्यापार प्रदर्शन के विस्तृत विश्लेषण के साथ पूर्ण वार्षिक वित्तीय विवरण।"
      },
      {
        "title": "निवेशक प्रस्तुति Q2 2024",
        "type": "प्रस्तुति",
        "date": "जुलाई 2024",
        "status": "संग्रहीत",
        "description": "तिमाही आय कॉल के दौरान संस्थागत निवेशकों और विश्लेषकों को प्रस्तुत रणनीतिक अवलोकन और वित्तीय मुख्य बातें।"
      }
    ]
  },
  "MeetingsPage": {
    "mainTitle": "शेयरधारक बैठकें",
    "mainDescription": "पिछली और आगामी शेयरधारक बैठकों से नोटिस, कार्यवृत्त और संकल्प प्राप्त करें। हमारी कंपनी के भविष्य को आकार देने वाले निर्णयों के बारे में सूचित रहें।",
    "upcomingTitle": "आगामी बैठकें",
    "recentResolutionsTitle": "हाल के संकल्प",
    "pastMeetingsTitle": "पिछली बैठकें",
    "viewArchivesButton": "सभी अभिलेखागार देखें",
    "participationTitle": "शेयरधारक भागीदारी",
    "participationDescription": "हमारी कंपनी के भविष्य को आकार देने में आपकी आवाज़ मायने रखती है। हमारी बैठकों में शामिल हों, सवाल पूछें, और अपनी राय को महत्व देने के लिए अपने मतदान अधिकारों का प्रयोग करें।",
    "registerUpdatesButton": "अपडेट के लिए पंजीकरण करें",
    "shareholderServicesButton": "शेयरधारक सेवाएं",
    "agendaLabel": "कार्यसूची:",
    "approvalLabel": "शेयरधारक अनुमोदन",
    "upcomingMeetings": [
      {
        "title": "वार्षिक आम बैठक 2024",
        "location": "अमारा सम्मेलन केंद्र, मुंबई",
        "type": "एजीएम",
        "status": "आगामी",
        "agenda": "निदेशकों का चुनाव, वित्तीय विवरणों का अनुमोदन, लाभांश घोषणा, और 2025 के लिए रणनीतिक अपडेट।",
        "registerButton": "भाग लेने के लिए पंजीकरण करें",
        "joinButton": "वर्चुअल सत्र में शामिल हों",
        "noticeButton": "नोटिस डाउनलोड करें"
      }
    ],
    "pastMeetings": [
      {
        "title": "असाधारण आम बैठक",
        "location": "वर्चुअल बैठक",
        "type": "ईजीएम",
        "status": "पूर्ण",
        "agenda": "सिनर्जी कॉर्प के साथ विलय प्रस्ताव का अनुमोदन और संबंधित नियामक अनुपालन मामले।",
        "minutesButton": "कार्यवृत्त",
        "resolutionsButton": "संकल्प",
        "recordingButton": "रिकॉर्डिंग"
      },
      {
        "title": "वार्षिक आम बैठक 2023",
        "location": "अमारा सम्मेलन केंद्र, मुंबई",
        "type": "एजीएम",
        "status": "पूर्ण",
        "agenda": "वार्षिक रिपोर्ट प्रस्तुति, लाभांश अनुमोदन, निदेशक नियुक्तियाँ, और शेयरधारकों के साथ प्रश्नोत्तर सत्र।",
        "minutesButton": "कार्यवृत्त",
        "resolutionsButton": "संकल्प",
        "recordingButton": "रिकॉर्डिंग"
      },
      {
        "title": "त्रैमासिक शेयरधारक अपडेट",
        "location": "वर्चुअल बैठक",
        "type": "त्रैमासिक",
        "status": "पूर्ण",
        "agenda": "Q1 2024 वित्तीय परिणाम, बाजार दृष्टिकोण, और परिचालन प्रदर्शन की समीक्षा।",
        "minutesButton": "कार्यवृत्त",
        "resolutionsButton": "संकल्प",
        "recordingButton": "रिकॉर्डिंग"
      }
    ],
    "resolutions": [
      { "title": "वित्तीय वर्ष 2023-24 के लिए लाभांश घोषणा", "status": "अनुमोदित" },
      { "title": "स्वतंत्र निदेशकों की पुनर्नियुक्ति", "status": "अनुमोदित" },
      { "title": "अधिकृत शेयर पूंजी में वृद्धि", "status": "अनुमोदित" },
      { "title": "संबंधित पक्ष लेनदेन का अनुमोदन", "status": "अनुमोदित" }
    ]
  },
  "NoticesPage": {
    "mainTitle": "नियामक सूचनाएं",
    "mainDescription": "सेबी, एमसीए और अन्य वैधानिक आवश्यकताओं के अनुसार कानूनी खुलासे, नियामक घोषणाएं और सार्वजनिक सूचनाएं प्राप्त करें। पारदर्शिता और कानूनी पालन सुनिश्चित करने के लिए हमारी अनुपालन स्थिति और नियामक संचार के साथ अपडेट रहें।",
    "searchInputPlaceholder": "सूचनाएं खोजें...",
    "filterButton": "फ़िल्टर",
    "activeNoticesLabel": "सक्रिय सूचनाएं",
    "urgentNoticesTitle": "अत्यावश्यक सूचनाएं",
    "recentNoticesTitle": "हाल की सूचनाएं",
    "viewAllButton": "सभी सूचनाएं देखें",
    "complianceStatusTitle": "नियामक अनुपालन स्थिति",
    "complianceStatusDescription": "हम सभी अधिकार क्षेत्रों में नियामक अनुपालन के उच्चतम मानकों को बनाए रखते हैं। हमारी समर्पित अनुपालन टीम सभी आवश्यक दस्तावेजों को समय पर दाखिल करना सुनिश्चित करती है और नियामक अधिकारियों के साथ पारदर्शी संचार बनाए रखती है।",
    "subscribeButton": "अलर्ट के लिए सब्सक्राइब करें",
    "contactButton": "अनुपालन टीम से संपर्क करें",
    "regulatoryAuthorityLabel": "नियामक प्राधिकरण:",
    "priorityLabel": "{priority} प्राथमिकता",
    "onTimeFilingsLabel": "समय पर फाइलिंग",
    "avgResponseTimeLabel": "औसत प्रतिक्रिया समय",
    "regulatoryBodiesLabel": "नियामक निकाय",
    "downloadNoticeButton": "नोटिस डाउनलोड करें",
    "viewDetailsButton": "विवरण देखें",
    "downloadButton": "डाउनलोड करें",
    "viewButton": "देखें",
    "categories": [
      { "name": "सेबी" },
      { "name": "एमसीए" },
      { "name": "कर" },
      { "name": "पर्यावरण" },
      { "name": "कॉर्पोरेट" }
    ],
    "urgentNotices": [
      {
        "title": "सेबी अनुपालन अपडेट - नई प्रकटीकरण आवश्यकताएँ",
        "category": "सेबी",
        "priority": "उच्च",
        "description": "1 जनवरी, 2025 से प्रभावी सूचीबद्ध कंपनियों के लिए बढ़ी हुई प्रकटीकरण आवश्यकताओं के संबंध में महत्वपूर्ण अपडेट। सभी हितधारकों को नए अनुपालन ढांचे की समीक्षा करनी चाहिए।"
      },
      {
        "title": "बोर्ड बैठक का परिणाम - लाभांश घोषणा",
        "category": "कॉर्पोरेट",
        "priority": "मध्यम",
        "description": "निदेशक मंडल ने वित्तीय वर्ष 2024-25 के लिए ₹5 प्रति इक्विटी शेयर का अंतरिम लाभांश घोषित किया है। रिकॉर्ड तिथि और भुगतान विवरण संलग्न हैं।"
      }
    ],
    "recentNotices": [
      {
        "title": "एमसीए फॉर्म फाइलिंग - वार्षिक रिटर्न जमा",
        "category": "एमसीए",
        "priority": "कम",
        "description": "वित्त वर्ष 2023-24 के लिए वार्षिक रिटर्न वैधानिक समय-सीमा के भीतर कॉर्पोरेट मामलों के मंत्रालय के पास सफलतापूर्वक दाखिल कर दिया गया है।",
        "regulatory": "कॉर्पोरेट मामलों का मंत्रालय"
      },
      {
        "title": "संबंधित पार्टी लेनदेन प्रकटीकरण",
        "category": "सेबी",
        "priority": "मध्यम",
        "description": "सेबी (सूचीकरण दायित्व और प्रकटीकरण आवश्यकताएँ) विनियम, 2015 के अनुसार संबंधित पार्टी लेनदेन का त्रैमासिक प्रकटीकरण।",
        "regulatory": "भारतीय प्रतिभूति और विनिमय बोर्ड"
      },
      {
        "title": "पर्यावरण अनुपालन प्रमाण पत्र नवीनीकरण",
        "category": "पर्यावरण",
        "priority": "कम",
        "description": "विनिर्माण कार्यों के लिए प्रदूषण नियंत्रण बोर्ड का प्रमाण पत्र 2024-2027 की अवधि के लिए नवीनीकृत किया गया है।",
        "regulatory": "राज्य प्रदूषण नियंत्रण बोर्ड"
      },
      {
        "title": "जीएसटी पंजीकरण अपडेट - नए राज्य संचालन",
        "category": "कर",
        "priority": "मध्यम",
        "description": "कर्नाटक राज्य में संचालन के लिए नया जीएसटी पंजीकरण प्राप्त किया गया। GSTIN: 29AAAAA0000A1Z5 1 नवंबर, 2024 से प्रभावी।",
        "regulatory": "माल और सेवा कर नेटवर्क"
      },
      {
        "title": "इनसाइडर ट्रेडिंग नीति - वार्षिक समीक्षा पूरी हुई",
        "category": "सेबी",
        "priority": "कम",
        "description": "इनसाइडर ट्रेडिंग नीति की वार्षिक समीक्षा पूरी हो गई है और बोर्ड द्वारा अनुमोदित है। अद्यतन नीति तत्काल प्रभाव से लागू है।",
        "regulatory": "भारतीय प्रतिभूति और विनिमय बोर्ड"
      }
    ]
  },
  "AboutUsSection": {
    "title": "हमारी कहानी",
    "description": "हर महाकाव्य कहानी के पन्नों में, एक अंतर्धारा होती है—एक अदृश्य शक्ति जो पात्रों को प्रेरित करती है, उनके विकल्पों को आकार देती है, और उनकी विरासत को परिभाषित करती है। अमारा होल्डिंग में, वह शक्ति हमारे मूल्य और संस्कृति है।",
    "buttons": {
      "our-story": "हमारी कहानी",
      "values-culture": "मूल्य और संस्कृति",
      "governance": "शासन",
      "leadership": "नेतृत्व",
      "csr": "सीएसआर"
    }
  },
  "LegacySection": {
    "mainTitle": "अमारा फाउंडेशन",
    "mainDescription": "जहाँ सपने उड़ान भरते हैं और नवाचार की कोई सीमा नहीं होती। दूरदर्शी, सपने देखने वालों और कर्ताओं का एक नक्षत्र, जो उद्योगों को एक साथ बुनता है और भविष्य का निर्माण करता है।",
    "subTitle": "हमारी विरासत के अध्याय",
    "subDescription": "हमारे मील के पत्थर, उपलब्धियों और अमारा समूह की स्थायी विरासत को परिभाषित करने वाली दूरदर्शी भावना के माध्यम से एक यात्रा।",
    "exploreButton": "और जानें",
    "knowMoreButton": "अधिक जानें",
    "companies": [
      { "name": "अमारा एग्रो ग्रुप लिमिटेड", "description": "सतत कृषि और जैव विविधता नवाचार, पर्यावरण के प्रति जागरूक प्रथाओं और अत्याधुनिक प्रौद्योगिकी के साथ खेती के भविष्य को विकसित करना। 50,000+ एकड़ में जैविक प्रमाणीकरण और स्मार्ट सिंचाई प्रणालियों के साथ स्थायी खेती प्रथाओं का नेतृत्व करना।" },
      { "name": "अमारा सिक्योरिटी शील्ड लिमिटेड", "description": "सशस्त्र सुरक्षा और निगरानी सेवाएं, उन्नत तकनीक और प्रशिक्षित पेशेवरों के साथ सबसे महत्वपूर्ण चीजों की रक्षा करना। 500+ ग्राहकों को 24/7 निगरानी और त्वरित प्रतिक्रिया क्षमताओं के साथ व्यापक सुरक्षा समाधान प्रदान करना।" },
      { "name": "अमारा ऑटो ग्रुप लिमिटेड", "description": "ऑटो आयात/निर्यात और इलेक्ट्रिक वाहन डिजाइन, स्थायी परिवहन समाधानों के भविष्य को आगे बढ़ाना। 15 देशों में साझेदारी और शून्य-उत्सर्जन बेड़े समाधानों के साथ इलेक्ट्रिक वाहन प्रौद्योगिकी में अग्रणी।" },
      { "name": "अमारा आईटी सर्विसेज लिमिटेड", "description": "सॉफ्टवेयर विकास और साइबर सुरक्षा, दुनिया को नवीन डिजिटल समाधानों और सुरक्षित प्लेटफार्मों के माध्यम से जोड़ना। विश्व स्तर पर फॉर्च्यून 500 कंपनियों को एंटरप्राइज सॉफ्टवेयर समाधान और साइबर सुरक्षा सेवाएं प्रदान करना।" },
      { "name": "अमारा खाद्य और पेय पदार्थ लिमिटेड", "description": "स्थिरता पर ध्यान देने के साथ खेत-से-टेबल उत्पाद, हमारे ग्रह को संरक्षित करते हुए प्रामाणिक स्वाद लाना। 25 उत्पाद लाइनों में प्रत्यक्ष किसान साझेदारी और टिकाऊ पैकेजिंग के साथ जैविक खाद्य उत्पादन।" },
      { "name": "अमारा एविएशन लिमिटेड", "description": "पूर्ण-सेवा एयरलाइन और पर्यावरण-अनुकूल विमानन सेवाएं, पर्यावरण की देखभाल करते हुए गंतव्यों को जोड़ना। 50+ विमानों का संचालन कार्बन-तटस्थ उड़ानों और 100+ गंतव्यों पर प्रीमियम यात्री सेवाओं के साथ।" },
      { "name": "अमारा रियल एस्टेट लिमिटेड", "description": "सतत शहरी विकास और हरित भवन समाधान, प्रकृति के साथ सामंजस्य स्थापित करने वाले स्थान बनाना। स्मार्ट सिटी एकीकरण और किफायती आवास पहलों के साथ LEED-प्रमाणित विकास।" },
      { "name": "अमारा एनर्जी सॉल्यूशंस लिमिटेड", "description": "अक्षय ऊर्जा और स्वच्छ बिजली उत्पादन, एक स्थायी भविष्य के लिए मार्ग रोशन करना। 500MW+ स्वच्छ बिजली उत्पन्न करने वाली सौर और पवन ऊर्जा परियोजनाएं बैटरी भंडारण समाधानों के साथ।" },
      { "name": "अमारा हेल्थकेयर लिमिटेड", "description": "व्यापक स्वास्थ्य सेवाएं और चिकित्सा नवाचार, स्वास्थ्य और उपचार समुदायों का पोषण करना। बहु-विशिष्ट अस्पताल और टेलीमेडिसिन सेवाएं उन्नत चिकित्सा देखभाल के साथ ग्रामीण समुदायों तक पहुँचती हैं।" },
      { "name": "अमारा शिक्षा फाउंडेशन", "description": "शैक्षिक उत्कृष्टता और कौशल विकास कार्यक्रम, कल को आकार देने के लिए दिमाग को सशक्त बनाना। 10,000+ छात्रों की सेवा करने वाले शैक्षणिक संस्थान छात्रवृत्ति कार्यक्रमों और व्यावसायिक प्रशिक्षण के साथ।" },
      { "name": "अमारा लॉजिस्टिक्स लिमिटेड", "description": "कुशल आपूर्ति श्रृंखला और परिवहन समाधान, माल को स्थानांतरित करना और बाजारों को निर्बाध रूप से जोड़ना। एआई-संचालित मार्ग अनुकूलन और कोल्ड चेन क्षमताओं के साथ एंड-टू-एंड लॉजिस्टिक्स।" },
      { "name": "अमारा मैन्युफैक्चरिंग लिमिटेड", "description": "उन्नत विनिर्माण और औद्योगिक समाधान, सटीकता और देखभाल के साथ गुणवत्ता वाले उत्पादों का निर्माण। उद्योग 4.0 एकीकरण और शून्य-अपशिष्ट उत्पादन प्रक्रियाओं के साथ स्मार्ट विनिर्माण सुविधाएं।" },
      { "name": "अमारा इंजीनियरिंग सर्विसेज लिमिटेड", "description": "विशेषज्ञ इंजीनियरिंग परामर्श और परियोजना प्रबंधन, कल के बुनियादी ढांचे का निर्माण। बीआईएम प्रौद्योगिकी और टिकाऊ डिजाइन प्रथाओं के साथ बुनियादी ढांचा परियोजनाओं में इंजीनियरिंग उत्कृष्टता।" },
      { "name": "अमारा ग्लोबल ट्रेडिंग लिमिटेड", "description": "अंतर्राष्ट्रीय व्यापार और निर्यात सेवाएं, बाजारों को जोड़ना और वैश्विक साझेदारी को बढ़ावा देना। 40+ देशों में कमोडिटी ट्रेडिंग और निर्यात वित्तपोषण समाधानों के साथ व्यापार साझेदारी।" },
      { "name": "अमारा टेक इनोवेशन लिमिटेड", "description": "अत्याधुनिक प्रौद्योगिकी अनुसंधान और एआई समाधान, नवाचार की अगली पीढ़ी का बीड़ा उठाना। 50+ पेटेंट और अग्रणी विश्वविद्यालयों के साथ अनुसंधान साझेदारी के साथ एआई और आईओटी समाधान।" },
      { "name": "अमारा फाइनेंशियल सर्विसेज लिमिटेड", "description": "व्यापक वित्तीय समाधान और निवेश सेवाएं, धन का निर्माण और वायदा सुरक्षित करना। $2B+ संपत्ति प्रबंधन के साथ निवेश बैंकिंग और धन प्रबंधन।" },
      { "name": "अमारा हॉस्पिटैलिटी लिमिटेड", "description": "लक्जरी आतिथ्य और पर्यटन सेवाएं, असाधारण सेवा के साथ यादगार अनुभव बनाना। स्थायी पर्यटन प्रथाओं और सांस्कृतिक संरक्षण पहलों के साथ प्रीमियम होटल और रिसॉर्ट्स।" },
      { "name": "अमारा मीडिया और संचार लिमिटेड", "description": "डिजिटल मीडिया और संचार समाधान, कहानियों को बढ़ाना और समुदायों को जोड़ना। कई प्लेटफार्मों पर 100M+ दर्शकों तक पहुंचने के साथ डिजिटल मार्केटिंग और सामग्री निर्माण।" },
      { "name": "अमारा स्पोर्ट्स एंड रिक्रिएशन लिमिटेड", "description": "खेल विकास और मनोरंजक सुविधाएं, स्वास्थ्य, फिटनेस और प्रतिस्पर्धी भावना को बढ़ावा देना। युवा विकास और पेशेवर एथलेटिक्स को बढ़ावा देने वाली खेल अकादमियां और मनोरंजक सुविधाएं।" },
      { "name": "अमारा एनवायर्नमेंटल सॉल्यूशंस लिमिटेड", "description": "पर्यावरण संरक्षण और अपशिष्ट प्रबंधन, भविष्य की पीढ़ियों के लिए हमारे ग्रह की रक्षा करना। कार्बन ऑफसेट कार्यक्रमों के साथ अपशिष्ट-से-ऊर्जा परियोजनाएं और पर्यावरण सुधार।" },
      { "name": "अमारा कंसल्टिंग लिमिटेड", "description": "रणनीतिक व्यापार परामर्श और सलाहकार सेवाएं, संगठनों को स्थायी सफलता की ओर मार्गदर्शन करना। डिजिटल परिवर्तन और स्थिरता रणनीतियों में विशेषज्ञता के साथ प्रबंधन परामर्श।" }
    ]
  },
  "InspiringHighlights": {
    "title": "प्रेरणादायक मुख्य बातें",
    "description": "हमारे प्रेस विज्ञप्तियों, उद्योग की अंतर्दृष्टि, और मीडिया कवरेज का अन्वेषण करें, जो विभिन्न क्षेत्रों में हमारी उपलब्धियों, नवाचारों और योगदानों को उजागर करते हैं।",
    "readNowButton": "अभी पढ़ें",
    "highlights": [
      {
        "title": "सतत समुदायों का निर्माण: हमारी रियल एस्टेट दृष्टि",
        "description": "अमारा समूह के रियल एस्टेट उद्यम आधुनिक जीवन के लिए हरे, समावेशी और भविष्य के लिए तैयार स्थान बना रहे हैं।"
      },
      {
        "title": "राष्ट्र को सशक्त बनाना: रक्षा में अमारा का योगदान",
        "description": "भारत की रक्षा क्षमताओं को आगे बढ़ाने और राष्ट्रीय सुरक्षा सुनिश्चित करने में अमारा समूह की महत्वपूर्ण भूमिका में तल्लीन हों।"
      },
      {
        "title": "एक हरित भविष्य को शक्ति देना: अमारा की ऊर्जा पहल",
        "description": "अन्वेषण करें कि अमारा समूह सौर खेतों से लेकर पवन ऊर्जा परियोजनाओं तक नवीकरणीय ऊर्जा में नवाचार को कैसे चला रहा है।"
      },
      {
        "title": "सतत समुदायों का निर्माण: हमारी रियल एस्टेट दृष्टि",
        "description": "अमारा समूह के रियल एस्टेट उद्यम आधुनिक जीवन के लिए हरे, समावेशी और भविष्य के लिए तैयार स्थान बना रहे हैं।"
      },
      {
        "title": "राष्ट्र को सशक्त बनाना: रक्षा में अमारा का योगदान",
        "description": "भारत की रक्षा क्षमताओं को आगे बढ़ाने और राष्ट्रीय सुरक्षा सुनिश्चित करने में अमारा समूह की महत्वपूर्ण भूमिका में तल्लीन हों।"
      }
    ]
  },
  "StoryBannerSection": {
    "title": "तारों में लिखी एक कहानी",
    "descriptionMobile": "अमारा होल्डिंग का दिल महत्वाकांक्षा की लय के साथ धड़कता है। हम केवल एक कंपनी नहीं हैं; हम एक आंदोलन हैं, एक विचार जो बोर्डरूम से निकलकर वास्तविक दुनिया में आ गया है।",
    "descriptionDesktop": "अमारा होल्डिंग का दिल महत्वाकांक्षा की लय के साथ धड़कता है। हम केवल एक कंपनी नहीं हैं; हम एक आंदोलन हैं, एक विचार जो बोर्डरूम से निकलकर वास्तविक दुनिया में आ गया है। हर सहायक कंपनी, हर नवाचार, हमारी निरंतर विस्तृत होती महागाथा का एक नया पृष्ठ है।",
    "discoverButton": "और जानें",
    "logoAlt": "अमारा होल्डिंग का लोगो"
  },
  "NewsAndMedia": {
    "title": "समाचार और मीडिया",
    "description": "ऐसी कहानियों की खोज करें जो हमारे नेतृत्व और एक बेहतर भविष्य को आकार देने की हमारी प्रतिबद्धता को प्रदर्शित करती हैं।",
    "readNowButton": "अभी पढ़ें",
    "playVideoAriaLabel": "{title} के लिए वीडियो चलाएं",
    "newsItems": [
      {
        "title": "एक दूरदर्शी छलांग: नवीकरणीय ऊर्जा में सफलता",
        "description": "अमारा समूह का नवीकरणीय ऊर्जा में विस्तार परिवर्तनकारी से कम नहीं है, जो स्थिरता के लिए नए मानक स्थापित कर रहा है।"
      },
      {
        "title": "वैश्विक सफलता: क्षितिज का विस्तार",
        "description": "तीन नए अंतरराष्ट्रीय बाजारों में हमारा प्रवेश अमारा समूह की वैश्विक उत्कृष्टता की निरंतर खोज का प्रमाण है।"
      },
      {
        "title": "कल के लिए रियल एस्टेट में क्रांति",
        "description": "रियल एस्टेट के प्रति अमारा का दृष्टिकोण शहरी जीवन को फिर से परिभाषित कर रहा है। टिकाऊ वास्तुकला से लेकर स्मार्ट घरों तक, हम भविष्य के लिए निर्माण करते हैं।"
      },
      {
        "title": "शहरी विकास में तकनीकी नवाचार",
        "description": "हमारे नवीनतम तकनीकी एकीकरण नवाचार के প্রতি हमारी प्रतिबद्धता को साबित करते हुए, होशियार और अधिक कुशल शहर बना रहे हैं।"
      },
      {
        "title": "समुदाय-प्रथम पहल शुरू की गई",
        "description": "हम वापस देने में विश्वास करते हैं। हमारे नए समुदाय-प्रथम कार्यक्रमों का उद्देश्य स्थानीय पड़ोस को ऊपर उठाना और सशक्त बनाना है।"
      }
    ]
  },
  "PolicySwitcherSection": {
    "policies": [
      {
        "tabName": "गोपनीयता",
        "title": "आपकी गोपनीयता के प्रति हमारी प्रतिबद्धता",
        "description": "हम आपके द्वारा हम पर रखे गए भरोसे को महत्व देते हैं। हमारी गोपनीयता नीति यह बताती है कि हम आपकी व्यक्तिगत जानकारी को देखभाल और पारदर्शिता के साथ कैसे संभालते हैं।",
        "buttonText": "हमारी गोपनीयता नीति पढ़ें"
      },
      {
        "tabName": "कुकी",
        "title": "हम कुकीज़ का उपयोग कैसे करते हैं",
        "description": "हमारी वेबसाइट आपके ब्राउज़िंग अनुभव को बेहतर बनाने के लिए कुकीज़ का उपयोग करती है। जानें कि हम किस प्रकार की कुकीज़ का उपयोग करते हैं और आप उन्हें कैसे प्रबंधित कर सकते हैं।",
        "buttonText": "हमारी कुकी नीति देखें"
      },
      {
        "tabName": "शर्तें",
        "title": "सेवा की शर्तें",
        "description": "हमारे प्लेटफॉर्म का उपयोग करके, आप हमारी शर्तों से सहमत होते हैं। यह दस्तावेज़ अमारा वेबसाइट और सेवाओं के आपके उपयोग को नियंत्रित करता है। कृपया इसे ध्यान से पढ़ें।",
        "buttonText": "हमारी सेवा की शर्तें समीक्षा करें"
      }
    ]
  },
  "Footer": {
    "description": "अमारा - कई उद्योगों और क्षेत्रों में उत्कृष्टता के साथ अग्रणी विविध व्यापार समूह।",
    "aboutTitle": "हमारे बारे में",
    "aboutLinks": {
      "story": "कहानी",
      "values": "मूल्य और संस्कृति",
      "leadership": "नेतृत्व टीम"
    },
    "companiesTitle": "हमारी कंपनियाँ",
    "quickLinksTitle": "त्वरित लिंक्स",
    "quickLinks": {
      "governance": "शासन",
      "investors": "निवेशक",
      "careers": "करियर",
      "csr": "सीएसआर परियोजनाएं"
    },
    "contactTitle": "संपर्क",
    "contactLinks": {
      "getInTouch": "संपर्क करें"
    },
    "legalLinks": {
      "privacy": "गोपनीयता नीति",
      "terms": "सेवा की शर्तें",
      "cookie": "कुकी नीति"
    },
    "copyright": "© {currentYear} अमारा कंपनियों का समूह। सर्वाधिकार सुरक्षित।"
  },
  "HeroSection": {
    "watchStoryButton": "कहानी देखें",
    "slides": [
      {
        "title": "अग्रणी उत्कृष्टता",
        "subtitle": "नवाचार के माध्यम से उद्योगों का परिवर्तन",
        "description": "रियल एस्टेट, विनिर्माण और प्रौद्योगिकी क्षेत्रों में अत्याधुनिक समाधानों के साथ भविष्य का नेतृत्व करना।",
        "cta": "हमारी दृष्टि खोजें"
      },
      {
        "title": "सतत भविष्य",
        "subtitle": "कल की दुनिया का आज निर्माण",
        "description": "हमारे सभी उद्यमों में पर्यावरणीय जिम्मेदारी और सतत विकास प्रथाओं के प्रति प्रतिबद्ध।",
        "cta": "सीएसआर के बारे में जानें"
      },
      {
        "title": "वैश्विक नेतृत्व",
        "subtitle": "महाद्वीपों में उत्कृष्टता",
        "description": "दुनिया भर के व्यवसायों के लिए एक विश्वसनीय भागीदार, रणनीतिक नवाचार के माध्यम से असाधारण मूल्य प्रदान करना।",
        "cta": "हमारी पहुंच का अन्वेषण करें"
      },
      {
        "title": "प्रौद्योगिकी नवाचार",
        "subtitle": "डिजिटल परिवर्तन को आकार देना",
        "description": "आधुनिक चुनौतियों के लिए होशियार, अधिक कुशल समाधान बनाने के लिए तकनीकी सीमाओं को आगे बढ़ाना।",
        "cta": "हमारी तकनीक देखें"
      },
      {
        "title": "कार्बन पदचिह्न",
        "subtitle": "शून्य% कार्बन पदचिह्न",
        "description": "वास्तविक समय डेटा, एआई अनुकूलन, और अधिक कुशल संचालन के माध्यम से कार्बन पदचिह्न प्रबंधन को सशक्त बनाना।",
        "cta": "कार्बन पदचिह्न ट्रेस करें"
      },
      {
        "title": "स्थिरता",
        "subtitle": "स्मार्ट तकनीक के साथ एक हरित कल का निर्माण",
        "description": "दीर्घकालिक पर्यावरणीय प्रभाव को चलाने के लिए पर्यावरण-सचेत डिजाइन और कुशल संचालन को एकीकृत करना।",
        "cta": "हमारी हरित यात्रा का अन्वेषण करें"
      }
    ]
  }
}
