{
  "TestPage": {
    "title": "टेस्ट पेज",
    "description": "यह अंतर्राष्ट्रीयकरण प्रदर्शन के लिए एक टेस्ट पेज है।",
    "status": {
      "title": "स्थिति",
      "message": "एप्लिकेशन हिंदी स्थानीयकरण के साथ सफलतापूर्वक चल रहा है।"
    }
  },
  "FinancialPage": {
    "title": "वित्तीय रिपोर्ट",
    "description": "हमारे तिमाही और वार्षिक वित्तीय खुलासे, प्रदर्शन सारांश, निवेशक प्रस्तुतियाँ, और अंकेक्षित रिपोर्ट देखें। पारदर्शिता हितधारकों के प्रति हमारी प्रतिबद्धता का मूल है और बाजार में हमारी निरंतर सफलता को प्रेरित करती है।",
    "recentReportsTitle": "हाल की रिपोर्टें",
    "viewAllButton": "सभी रिपोर्ट देखें",
    "downloadPdfButton": "पीडीएफ डाउनलोड करें",
    "viewOnlineButton": "ऑनलाइन देखें",
    "commitmentTitle": "वित्तीय पारदर्शिता प्रतिबद्धता",
    "commitmentDescription": "हम अपने सभी हितधारकों को समय पर, सटीक और व्यापक वित्तीय जानकारी प्रदान करने के लिए प्रतिबद्ध हैं। हमारी रिपोर्टें अंतरराष्ट्रीय लेखा मानकों के अनुसार तैयार की जाती हैं और कठोर ऑडिट प्रक्रियाओं के अधीन होती हैं।",
    "subscribeButton": "अपडेट के लिए सब्सक्राइब करें",
    "contactButton": "निवेशक संबंध से संपर्क करें",
    "metrics": [
      { "label": "राजस्व वृद्धि" },
      { "label": "शुद्ध लाभ मार्जिन" },
      { "label": "ROE" },
      { "label": "ऋण-से-इक्विटी" }
    ],
    "reports": [
      {
        "title": "Q3 2024 वित्तीय परिणाम",
        "type": "तिमाही रिपोर्ट",
        "date": "अक्टूबर 2024",
        "status": "नवीनतम",
        "description": "2024 की तीसरी तिमाही के लिए व्यापक वित्तीय प्रदर्शन सारांश, जिसमें राजस्व वृद्धि, लाभ मार्जिन और प्रमुख मैट्रिक्स शामिल हैं।"
      },
      {
        "title": "वार्षिक रिपोर्ट 2023",
        "type": "वार्षिक रिपोर्ट",
        "date": "मार्च 2024",
        "status": "अंकेक्षित",
        "description": "ऑडिटर की रिपोर्ट, प्रबंधन चर्चा, और व्यापार प्रदर्शन के विस्तृत विश्लेषण के साथ पूर्ण वार्षिक वित्तीय विवरण।"
      },
      {
        "title": "निवेशक प्रस्तुति Q2 2024",
        "type": "प्रस्तुति",
        "date": "जुलाई 2024",
        "status": "संग्रहीत",
        "description": "तिमाही आय कॉल के दौरान संस्थागत निवेशकों और विश्लेषकों को प्रस्तुत रणनीतिक अवलोकन और वित्तीय मुख्य बातें।"
      }
    ]
  },
  "AboutUsSection": {
    "title": "हमारी कहानी",
    "description": "हर महाकाव्य कहानी के पन्नों में, एक अंतर्धारा होती है—एक अदृश्य शक्ति जो पात्रों को प्रेरित करती है, उनके विकल्पों को आकार देती है, और उनकी विरासत को परिभाषित करती है। अमारा होल्डिंग में, वह शक्ति हमारे मूल्य और संस्कृति है।",
    "buttons": {
      "our-story": "हमारी कहानी",
      "values-culture": "मूल्य और संस्कृति",
      "governance": "शासन",
      "leadership": "नेतृत्व",
      "csr": "सीएसआर"
    }
  },
  "LegacySection": {
    "mainTitle": "अमारा फाउंडेशन",
    "mainDescription": "जहाँ सपने उड़ान भरते हैं और नवाचार की कोई सीमा नहीं होती। दूरदर्शी, सपने देखने वालों और कर्ताओं का एक नक्षत्र, जो उद्योगों को एक साथ बुनता है और भविष्य का निर्माण करता है।",
    "subTitle": "हमारी विरासत के अध्याय",
    "subDescription": "हमारे मील के पत्थर, उपलब्धियों और अमारा समूह की स्थायी विरासत को परिभाषित करने वाली दूरदर्शी भावना के माध्यम से एक यात्रा।",
    "exploreButton": "और जानें",
    "knowMoreButton": "अधिक जानें",
    "companies": [
      { "name": "अमारा एग्रो ग्रुप लिमिटेड", "description": "सतत कृषि और जैव विविधता नवाचार, पर्यावरण के प्रति जागरूक प्रथाओं और अत्याधुनिक प्रौद्योगिकी के साथ खेती के भविष्य को विकसित करना। 50,000+ एकड़ में जैविक प्रमाणीकरण और स्मार्ट सिंचाई प्रणालियों के साथ स्थायी खेती प्रथाओं का नेतृत्व करना।" },
      { "name": "अमारा सिक्योरिटी शील्ड लिमिटेड", "description": "सशस्त्र सुरक्षा और निगरानी सेवाएं, उन्नत तकनीक और प्रशिक्षित पेशेवरों के साथ सबसे महत्वपूर्ण चीजों की रक्षा करना। 500+ ग्राहकों को 24/7 निगरानी और त्वरित प्रतिक्रिया क्षमताओं के साथ व्यापक सुरक्षा समाधान प्रदान करना।" },
      { "name": "अमारा ऑटो ग्रुप लिमिटेड", "description": "ऑटो आयात/निर्यात और इलेक्ट्रिक वाहन डिजाइन, स्थायी परिवहन समाधानों के भविष्य को आगे बढ़ाना। 15 देशों में साझेदारी और शून्य-उत्सर्जन बेड़े समाधानों के साथ इलेक्ट्रिक वाहन प्रौद्योगिकी में अग्रणी।" },
      { "name": "अमारा आईटी सर्विसेज लिमिटेड", "description": "सॉफ्टवेयर विकास और साइबर सुरक्षा, दुनिया को नवीन डिजिटल समाधानों और सुरक्षित प्लेटफार्मों के माध्यम से जोड़ना। विश्व स्तर पर फॉर्च्यून 500 कंपनियों को एंटरप्राइज सॉफ्टवेयर समाधान और साइबर सुरक्षा सेवाएं प्रदान करना।" },
      { "name": "अमारा खाद्य और पेय पदार्थ लिमिटेड", "description": "स्थिरता पर ध्यान देने के साथ खेत-से-टेबल उत्पाद, हमारे ग्रह को संरक्षित करते हुए प्रामाणिक स्वाद लाना। 25 उत्पाद लाइनों में प्रत्यक्ष किसान साझेदारी और टिकाऊ पैकेजिंग के साथ जैविक खाद्य उत्पादन।" },
      { "name": "अमारा एविएशन लिमिटेड", "description": "पूर्ण-सेवा एयरलाइन और पर्यावरण-अनुकूल विमानन सेवाएं, पर्यावरण की देखभाल करते हुए गंतव्यों को जोड़ना। 50+ विमानों का संचालन कार्बन-तटस्थ उड़ानों और 100+ गंतव्यों पर प्रीमियम यात्री सेवाओं के साथ।" },
      { "name": "अमारा रियल एस्टेट लिमिटेड", "description": "सतत शहरी विकास और हरित भवन समाधान, प्रकृति के साथ सामंजस्य स्थापित करने वाले स्थान बनाना। स्मार्ट सिटी एकीकरण और किफायती आवास पहलों के साथ LEED-प्रमाणित विकास।" },
      { "name": "अमारा एनर्जी सॉल्यूशंस लिमिटेड", "description": "अक्षय ऊर्जा और स्वच्छ बिजली उत्पादन, एक स्थायी भविष्य के लिए मार्ग रोशन करना। 500MW+ स्वच्छ बिजली उत्पन्न करने वाली सौर और पवन ऊर्जा परियोजनाएं बैटरी भंडारण समाधानों के साथ।" },
      { "name": "अमारा हेल्थकेयर लिमिटेड", "description": "व्यापक स्वास्थ्य सेवाएं और चिकित्सा नवाचार, स्वास्थ्य और उपचार समुदायों का पोषण करना। बहु-विशिष्ट अस्पताल और टेलीमेडिसिन सेवाएं उन्नत चिकित्सा देखभाल के साथ ग्रामीण समुदायों तक पहुँचती हैं।" },
      { "name": "अमारा शिक्षा फाउंडेशन", "description": "शैक्षिक उत्कृष्टता और कौशल विकास कार्यक्रम, कल को आकार देने के लिए दिमाग को सशक्त बनाना। 10,000+ छात्रों की सेवा करने वाले शैक्षणिक संस्थान छात्रवृत्ति कार्यक्रमों और व्यावसायिक प्रशिक्षण के साथ।" },
      { "name": "अमारा लॉजिस्टिक्स लिमिटेड", "description": "कुशल आपूर्ति श्रृंखला और परिवहन समाधान, माल को स्थानांतरित करना और बाजारों को निर्बाध रूप से जोड़ना। एआई-संचालित मार्ग अनुकूलन और कोल्ड चेन क्षमताओं के साथ एंड-टू-एंड लॉजिस्टिक्स।" },
      { "name": "अमारा मैन्युफैक्चरिंग लिमिटेड", "description": "उन्नत विनिर्माण और औद्योगिक समाधान, सटीकता और देखभाल के साथ गुणवत्ता वाले उत्पादों का निर्माण। उद्योग 4.0 एकीकरण और शून्य-अपशिष्ट उत्पादन प्रक्रियाओं के साथ स्मार्ट विनिर्माण सुविधाएं।" },
      { "name": "अमारा इंजीनियरिंग सर्विसेज लिमिटेड", "description": "विशेषज्ञ इंजीनियरिंग परामर्श और परियोजना प्रबंधन, कल के बुनियादी ढांचे का निर्माण। बीआईएम प्रौद्योगिकी और टिकाऊ डिजाइन प्रथाओं के साथ बुनियादी ढांचा परियोजनाओं में इंजीनियरिंग उत्कृष्टता।" },
      { "name": "अमारा ग्लोबल ट्रेडिंग लिमिटेड", "description": "अंतर्राष्ट्रीय व्यापार और निर्यात सेवाएं, बाजारों को जोड़ना और वैश्विक साझेदारी को बढ़ावा देना। 40+ देशों में कमोडिटी ट्रेडिंग और निर्यात वित्तपोषण समाधानों के साथ व्यापार साझेदारी।" },
      { "name": "अमारा टेक इनोवेशन लिमिटेड", "description": "अत्याधुनिक प्रौद्योगिकी अनुसंधान और एआई समाधान, नवाचार की अगली पीढ़ी का बीड़ा उठाना। 50+ पेटेंट और अग्रणी विश्वविद्यालयों के साथ अनुसंधान साझेदारी के साथ एआई और आईओटी समाधान।" },
      { "name": "अमारा फाइनेंशियल सर्विसेज लिमिटेड", "description": "व्यापक वित्तीय समाधान और निवेश सेवाएं, धन का निर्माण और वायदा सुरक्षित करना। $2B+ संपत्ति प्रबंधन के साथ निवेश बैंकिंग और धन प्रबंधन।" },
      { "name": "अमारा हॉस्पिटैलिटी लिमिटेड", "description": "लक्जरी आतिथ्य और पर्यटन सेवाएं, असाधारण सेवा के साथ यादगार अनुभव बनाना। स्थायी पर्यटन प्रथाओं और सांस्कृतिक संरक्षण पहलों के साथ प्रीमियम होटल और रिसॉर्ट्स।" },
      { "name": "अमारा मीडिया और संचार लिमिटेड", "description": "डिजिटल मीडिया और संचार समाधान, कहानियों को बढ़ाना और समुदायों को जोड़ना। कई प्लेटफार्मों पर 100M+ दर्शकों तक पहुंचने के साथ डिजिटल मार्केटिंग और सामग्री निर्माण।" },
      { "name": "अमारा स्पोर्ट्स एंड रिक्रिएशन लिमिटेड", "description": "खेल विकास और मनोरंजक सुविधाएं, स्वास्थ्य, फिटनेस और प्रतिस्पर्धी भावना को बढ़ावा देना। युवा विकास और पेशेवर एथलेटिक्स को बढ़ावा देने वाली खेल अकादमियां और मनोरंजक सुविधाएं।" },
      { "name": "अमारा एनवायर्नमेंटल सॉल्यूशंस लिमिटेड", "description": "पर्यावरण संरक्षण और अपशिष्ट प्रबंधन, भविष्य की पीढ़ियों के लिए हमारे ग्रह की रक्षा करना। कार्बन ऑफसेट कार्यक्रमों के साथ अपशिष्ट-से-ऊर्जा परियोजनाएं और पर्यावरण सुधार।" },
      { "name": "अमारा कंसल्टिंग लिमिटेड", "description": "रणनीतिक व्यापार परामर्श और सलाहकार सेवाएं, संगठनों को स्थायी सफलता की ओर मार्गदर्शन करना। डिजिटल परिवर्तन और स्थिरता रणनीतियों में विशेषज्ञता के साथ प्रबंधन परामर्श।" }
    ]
  },
  "InspiringHighlights": {
    "title": "प्रेरणादायक मुख्य बातें",
    "description": "हमारे प्रेस विज्ञप्तियों, उद्योग की अंतर्दृष्टि, और मीडिया कवरेज का अन्वेषण करें, जो विभिन्न क्षेत्रों में हमारी उपलब्धियों, नवाचारों और योगदानों को उजागर करते हैं।",
    "readNowButton": "अभी पढ़ें",
    "highlights": [
      {
        "title": "सतत समुदायों का निर्माण: हमारी रियल एस्टेट दृष्टि",
        "description": "अमारा समूह के रियल एस्टेट उद्यम आधुनिक जीवन के लिए हरे, समावेशी और भविष्य के लिए तैयार स्थान बना रहे हैं।"
      },
      {
        "title": "राष्ट्र को सशक्त बनाना: रक्षा में अमारा का योगदान",
        "description": "भारत की रक्षा क्षमताओं को आगे बढ़ाने और राष्ट्रीय सुरक्षा सुनिश्चित करने में अमारा समूह की महत्वपूर्ण भूमिका में तल्लीन हों।"
      },
      {
        "title": "एक हरित भविष्य को शक्ति देना: अमारा की ऊर्जा पहल",
        "description": "अन्वेषण करें कि अमारा समूह सौर खेतों से लेकर पवन ऊर्जा परियोजनाओं तक नवीकरणीय ऊर्जा में नवाचार को कैसे चला रहा है।"
      },
      {
        "title": "सतत समुदायों का निर्माण: हमारी रियल एस्टेट दृष्टि",
        "description": "अमारा समूह के रियल एस्टेट उद्यम आधुनिक जीवन के लिए हरे, समावेशी और भविष्य के लिए तैयार स्थान बना रहे हैं।"
      },
      {
        "title": "राष्ट्र को सशक्त बनाना: रक्षा में अमारा का योगदान",
        "description": "भारत की रक्षा क्षमताओं को आगे बढ़ाने और राष्ट्रीय सुरक्षा सुनिश्चित करने में अमारा समूह की महत्वपूर्ण भूमिका में तल्लीन हों।"
      }
    ]
  },
  "StoryBannerSection": {
    "title": "तारों में लिखी एक कहानी",
    "descriptionMobile": "अमारा होल्डिंग का दिल महत्वाकांक्षा की लय के साथ धड़कता है। हम केवल एक कंपनी नहीं हैं; हम एक आंदोलन हैं, एक विचार जो बोर्डरूम से निकलकर वास्तविक दुनिया में आ गया है।",
    "descriptionDesktop": "अमारा होल्डिंग का दिल महत्वाकांक्षा की लय के साथ धड़कता है। हम केवल एक कंपनी नहीं हैं; हम एक आंदोलन हैं, एक विचार जो बोर्डरूम से निकलकर वास्तविक दुनिया में आ गया है। हर सहायक कंपनी, हर नवाचार, हमारी निरंतर विस्तृत होती महागाथा का एक नया पृष्ठ है।",
    "discoverButton": "और जानें",
    "logoAlt": "अमारा होल्डिंग का लोगो"
  }

}
